{"config": {"layers": [{"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_33", "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "activation": "relu", "bias_initializer": {"class_name": "Zeros", "config": {}}, "batch_input_shape": [null, 2], "dtype": "float32", "units": 9, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_regularizer": null, "name": "dense_34", "bias_regularizer": null, "trainable": true, "use_bias": true, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "activity_regularizer": null, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1, "bias_constraint": null}}], "name": "sequential_17"}, "class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow"}